const userOptions = {
  bee: {
    "":[],
    "泥壺蜂": [
      "12 冰塊 / 白水木",
      "23 北極熊 / 企鵝",
      "37 鋰 / 鎂",
      "40 海獅 / 海狗",
      "42 山 / 秋",
      "67 冬至 / 瓢蟲",
      "82 香草莢 / 兔袋鼠",
      "96 魟魚 / 波波草",
      "97 雲霧"
    ],
    "長腳蜂": [
      "27 黑曜石 / 藍鵲",
      "29 橘子皮 / 橘子樹",
      "35 泥鰍 / 蘆薈",
      "36 蟑螂 / 石榴",
      "39 臭氧 / 香氣",
      "41 咬人貓 / 嬰兒淚",
      "49 泥巴 / 蘆葦",
      "57 極光 / 藍洞",
      "71 稻穗 / 上弦月",
      "74 芒草 / 海膽",
      "76 獅子王 / 三色菫"
    ],
    "細腰蜂": [
      "4 河馬 / 銀杏",
      "5 水熊 / 玉露",
      "29 橘子皮 / 橘子樹",
      "45 竹雞 / 雲雀",
      "46 水雞 / 菠菜",
      "48 ICE / 栗子",
      "52 太陽 / 銀河",
      "58 老虎 / 龍葵",
      "66 鯨頭鸛 / 草履蟲",
      "86 梧桐 / 萌牛",
      "92 玉山 / 北極狐"
    ],
    "虎頭蜂": [
      "12 冰塊 / 白水木",
      "20 貓頭鷹 / 彩虹魚",
      "38 星螺 / 淡菜",
      "41 咬人貓 / 嬰兒淚",
      "43 變色龍 / 龜背芋",
      "48 ICE / 栗子",
      "50 apple",
      "51 松果 / 台灣冷杉",
      "79 山櫻花",
      "93 螃蟹 / 水豚",
      "96 魟魚 / 波波草"
    ]
  },
  ant: {
    "":[],
    "小黑蟻": [
      "46 水雞 / 菠菜",
      "53 風神翼龍 / 小葉欖仁",
      "62 虎天牛 / 風鈴草",
      "68 海峽 / 野薑花",
      "72 水熊蟲 / 橘小豬",
      "75 松鼠 / 松樹",
      "80 水星 / 土星",
      "83 螢火蟲 / 森林",
      "90 無尾熊 / 大草",
      "91 山羊 / 拉不拉多"
    ],
    "小黃蟻": [
      "43 變色龍 / 龜背芋",
      "47 Camel駱駝 / 玄鳳",
      "67 冬至 / 瓢蟲",
      "69 折衷鸚鵡 / 海鸚Puffin",
      "87 薰衣草",
      "88 酒紅朱雀 / 𣯛牛",
      "89 落羽松",
      "96 魟魚 / 波波草"
    ],
    "小綠蟻": [
      "36 蟑螂 / 石榴",
      "40 海獅 / 海狗",
      "57 極光 / 藍洞",
      "58 老虎 / 龍葵",
      "64 米蝦 / 珊瑚大戟",
      "78 角鯨 / 海鷗",
      "79 山櫻花",
      "84 蒲公英 / 月光魚",
      "94 腕龍 / 荔枝",
    ],
    "小紅蟻": [
      "54 麥香 / 玉如意",
      "55 燈籠果 / 桔梗",
      "61 小麥穗 / 尤加利",
      "63 袋鼠 / 小羽苔",
      "73 山毛櫸 / 獵犳",
      "77 銀合歡 / Hyena",
      "81 管鬚蟹 / 藍腹鷴",
      "86 梧桐 / 萌牛",
      "91 山羊 / 拉不拉多"
    ]
  }
};
